import styles from './TableModal.module.scss';

export default function TableModalText() {
  return (
    <div className={styles.tableModalText}>
      <p>
        테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트 입니다.테스트
        입니다.테스트 입니다.테스트 입니다.테스트 입니다.
      </p>
    </div>
  );
}
